fio/examples/tfindelkind.com/PX600-1000_Ubuntu14.04/job10.txt
fio-job-10: (g=0): rw=rw, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=32
...
fio-2.2.9-26-g669e
Starting 4 threads

fio-job-10: (groupid=0, jobs=4): err= 0: pid=2616: Sun Aug 23 12:59:45 2015
  Description  : [fio random 4K read peak IOPS]
  read : io=53567MB, bw=1785.6MB/s, iops=457089, runt= 30001msec
    slat (usec): min=10, max=95, avg=17.44, stdev= 3.97
    clat (usec): min=0, max=3292, avg=257.54, stdev=117.81
     lat (usec): min=51, max=3318, avg=275.10, stdev=117.57
    clat percentiles (usec):
     |  1.00th=[  123],  5.00th=[  141], 10.00th=[  153], 20.00th=[  159],
     | 30.00th=[  165], 40.00th=[  173], 50.00th=[  225], 60.00th=[  262],
     | 70.00th=[  298], 80.00th=[  362], 90.00th=[  434], 95.00th=[  498],
     | 99.00th=[  588], 99.50th=[  628], 99.90th=[  684], 99.95th=[  708],
     | 99.99th=[  756]
    bw (KB  /s): min=   12, max=697472, per=24.37%, avg=445608.73, stdev=117899.04
    lat (usec) : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.02%, 250=56.24%
    lat (usec) : 500=38.92%, 750=4.80%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%
  cpu          : usr=6.96%, sys=15.85%, ctx=2911722, majf=0, minf=33144
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.1%, 32=114.9%, >=64=0.0%
     submit    : 0=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=13713152/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
   READ: io=53567MB, aggrb=1785.6MB/s, minb=1785.6MB/s, maxb=1785.6MB/s, mint=30001msec, maxt=30001msec

Disk stats (read/write):
  fioa: ios=984965/0, merge=0/0, ticks=253804/0, in_queue=251640, util=83.38%