fio/examples/tfindelkind.com/PX600-1000_Ubuntu14.04/job11.txt
fio-job-11: (g=0): rw=rw, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=32
...
fio-2.2.9-26-g669e
Starting 4 threads

fio-job-11: (groupid=0, jobs=4): err= 0: pid=2377: Sun Aug 23 12:56:42 2015
  Description  : [fio random 4K write peak IOPS]
  write: io=41119MB, bw=1370.5MB/s, iops=350728, runt= 30013msec
    slat (usec): min=11, max=230, avg=15.62, stdev= 1.79
    clat (usec): min=20, max=13505, avg=344.55, stdev=224.87
     lat (usec): min=66, max=13523, avg=360.23, stdev=224.84
    clat percentiles (usec):
     |  1.00th=[  262],  5.00th=[  262], 10.00th=[  262], 20.00th=[  266],
     | 30.00th=[  266], 40.00th=[  270], 50.00th=[  274], 60.00th=[  274],
     | 70.00th=[  278], 80.00th=[  282], 90.00th=[  374], 95.00th=[ 1020],
     | 99.00th=[ 1192], 99.50th=[ 1208], 99.90th=[ 1256], 99.95th=[ 1272],
     | 99.99th=[ 1304]
    bw (KB  /s): min=   12, max=356608, per=24.60%, avg=345090.77, stdev=45012.87
    lat (usec) : 50=0.01%, 100=0.01%, 250=0.24%, 500=91.01%, 750=0.04%
    lat (usec) : 1000=3.31%
    lat (msec) : 2=5.39%, 20=0.01%
  cpu          : usr=5.66%, sys=12.09%, ctx=2783241, majf=0, minf=32689
  IO depths    : 1=0.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.1%, 32=116.7%, >=64=0.0%
     submit    : 0=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=0.0%, 8=0.0%, 16=100.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=10526416/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: io=41119MB, aggrb=1370.5MB/s, minb=1370.5MB/s, maxb=1370.5MB/s, mint=30013msec, maxt=30013msec

Disk stats (read/write):
  fioa: ios=71/767604, merge=0/0, ticks=0/259476, in_queue=256816, util=94.63%